Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_259_itemid_EQ_233.tmx
Source language: sme
Languages: smn

source: Sámedikki nuoraidráđđi
smn: Sämitige nuorâirääđi

source: Nuoraidčálli fástida
smn: Nuorâičällee västid

source: Binna Bánna mánáid radio
smn: Binna Bánna párnái radio

source: Unna Junná álggii jagis 2007
smn: Unna Junná aalgij ive 2007

source: Njoammil
smn: Njuámmil

source: Rájehis sámenuorat
smn: Räjittes säminuorah

source: Nuorat lagašgovas
smn: Nuorah aldakooveest

source: Pilvi álggaha
smn: Pilvi aalgât

source: Mun gal guoran máttaráddján
smn: Mun kal kuorâm madâräijihâm

source: Sámenuoraid dáiddadáhpáhus
smn: Säminuorâi taaiđâtábáhtus

source: Dáiddadáhpáhus govvaráidu
smn: Taaidâtábáhtus koveráiđu

source: Lean 19-jahkásaš Iisko-Jouni Hetta nappo Iisko ja orun Vuohčus ( 2008 )
smn: Mun lam 19-ihásâš Iisko-Jouni Hetta ađai Iisko já aasâm Vuáčust ( 2008 )

source: Suoidnemánus 2008 mannen soahtevehkii Avvilii , ja go gearggan doppe ođđajagimánu álggus boahtte jagi , de joatkkán boazobargguid .
smn: Syeinimáánust 2008 moonnim suátiviehân Avelân , já tobbeen peessâm maŋa puáttee ive uđđâivemáánu aalgâst juáđhám puásuipargoid .

source: Lean vázzán vuođđoskuvlla ja dan maŋŋá stuđerejin oahpposoahpamušain badjealmmájin Sámi oahpahusguovddážis .
smn: Lam jottáám vuáđuškoovlâ já tast maŋa oppim oppâsopâmuššáin pajeolmožin Säämi máttááttâskuávdáást .

source: Mu oahpaheaddjin lei áhččán , ja teoriavahkuid vázzen Anára Doaivonjárggas .
smn: Máttáátteijen lâi iäččám , já teoriaohhoid juuttim Aanaar Tuáivunjaargâst .

source: Doppe oaččui oahpásmuvvat eará nuorra badjeolbmuide , geat ledje maid sámeguovllus eret .
smn: Tobbeen peesâi uápásmuđ eres nuorâ pajeulmuid , kiäh lijjii meid vuálgus sämikuávlust .

source: Mu eatnigiella lea suomagiella , muhto máhtán maid sámegiela .
smn: Muu eenikielâ lii suomâkielâ , mut máátám meiddei sämikielâ .

source: Stuđerejin dan vuođđoskuvllas ovcci jagi , gaskamearálaččat guovttis njealje diibmui vahkus .
smn: Luuhim tom vuáđuškoovlâst oovce ihheed , koskâmiärálávt kyevtist neelji tiijmán ohhoost .

source: Skuvllas ohppen giela ollu : go gulan sámegiela , de ipmirdan bures ja dárbbu mielde basttán sámegillii hupmatge .
smn: Škoovlâst oppim kielâ ennuv : kuullum sämikielâ iberdâm pyereest já táárbu mield pastam sämikielân sárnuđ-uv .

source: Das lea ávki , go johtá sámeguovllus .
smn: Tast lii ävkki , ko jotá sämikuávlust .

source: Ainjuo Giehtaruohttasis fulkkiid luhtte finan muhtun veardde boazobargguide oahpásmuvvamin , ja Gáregasnjárggas leamašan reaŋgan boazobargguin .
smn: Aainâs Kietâruottâsist šadda jotteeđ mottoomverd huolhij lunne puásuipargoid uápásmuumin , já Kärigâsnjaargâst lam lamaš puásuireŋgân .

source: Sápmelašvuohta ii mu eallima erenomážit ” nuppástuhte ” .
smn: Sämmilâšvuotâ ij muu eellim eromâšávt ” rievdâd ” .

source: Sámegákti lea dieđusge áidna rivttes bivttas man beare ávvudeapmái , iige danin várra maŋŋáge láttebiktasiid dárbbaš dađi eanet smiehttat .
smn: Sämimááccuh lii tiäđust-uv áinoo rievtis piivtâs juuhlán ko juuhlán , ege tane vissâ maŋeláágin taarbâš lädimááccuh eromâšávt smiettâđ .

source: Buorit meahccebiktasat fas leat dieđusge goikkehat , beaskkat , luhkat ja gálssohat .
smn: Šiev meccikáárvuh ton sajan láá tiäđust-uv sovskammuuh , peeskah , njuppâheh , luukah já kamâspidoh .

source: Ja buoremus suohkku goikkehii lea albma gámasuoidni – bissot juolggit goikkisin ja liekkasin .
smn: Já pyeremuuh suháh sovskammuid láá olmâ kamuvsyeinih – pisoh jyelgih koškesin já liegâsin .

source: Vuođđoskuvlla maŋŋá eai eará ámmáhat fitnan mielasge .
smn: Vuáđuškoovlâ maŋa iä eres ámátteh iällám ubâ mielâstkin .

source: Mis dáppe Lappi bálgosis leat viehka buorit boahttevuođa oidnosatge .
smn: Mist tääbbin Säämi palgâsist láá vyehâ pyereh puátteevuođâ uáinuseh-uv .

source: Mii nuorat leat boahtime boazobargguide fárrui muhtun veardde , ja guohtoneatnamatge leat viehka buori ortnegis .
smn: Mii nuorah lep mottoomverd puátimin puásuipargoid fáárun , já kuátumeh-uv láá viehâ šiev oornigist .

source: Bohccuid sáhttá doallat luondduguohtoneatnamiin birra jagi , muhtun veardde daid dikšot maiddái áiddiin ruoktošiljuin .
smn: Poccuid puáhtá toollâđ luándukuátumijn pirrâ ive , veikkâ mottoomverd toh kale tuállojeh päikkikaardijn-uv .

source: Dasa lassin okta oahpes bearaš biebmá bohccuid meahcis .
smn: Lasseen ohtâ uápis peerâ piämmá poccuidis miäcán .

source: Boraspiret mis leat viehka ollu , eandalit guovžžat , ja dat bohtet dábálaččat Ruošša bealde .
smn: Piäđuh mist láá viehâ ennuv , aainâs kuobžah , já toh puátih táválávt Ruošâ kuávlust .

source: Boazobargguin leamašan mielde juo unnivuođa rájes .
smn: Puásuipargoin lam lamaš mieldi jo aaibâs pärnivuođâ rääjist .

source: Mis leat albumas govat , main lean jagi boarisin áhči fáro gielkkáin guottehaneatnamis .
smn: Mist láá albumist koveh , main mun lam ive ahasâžžân eeji mield moottorkiälhá sáátust kyedditenâmist .

source: Vuosttas miesi lean merken 6-jahkásažžan , dan galggai hárjehallat ollu appelsiinna garaide ja beassebihtáide .
smn: Vuossâmuu vuássáá lam vittádâm 6-ihásâžžân . Vittádem koolgâi hárjuttâllâđ čuuvtij appelsin kooráid já pessipittáid .

source: Dál lean fárus measta juohke hommás , eanaš dieđusge bohccuid čohkkenbargguin sihke dálvit rátkimiin , geassit miessemearkumis ja suoidnemánus ládjobargguin ja giesttučatnamis .
smn: Tááláá ääigi lam mieldi masa jyehi pargoost , iänááš kale čokkimpargoin sehe tälviv pygálusâin , keessiv vyesimiärkkumijn já syeinimáánust nijtto- já suáhilostâkiästupargoin .

source: Dasa lassin galgá áiddiid divvut ja eará smávvabargguid dahkat , ja giđđadálvve ferte bohccuid fitnat dárkket geahččamin vuvddiin .
smn: Lasseen láá vala aaiđij tiivoodmeh já eres ucebeh pargoh , já kiđđâtäälvi ferttee eelliđ meeccist poccuid keččâmin tärkkilávt .

source: Suoidne-borgemánnu lea dábálaččat boazobargguin vehá ráfálut áigi , nu ahte dalle báhcá áigi ovdamearkka dihte guolásteapmái .
smn: Syeini-porgemáánu lii puásuipargoi tááhust táválávt sijvub äigi , et talle páácá äigi ovdâmerkkân kyelipiivdon .
